hardware/ultrasonic_anemometer/sim/openfoam/matrix/anemometer_u10_yaw0/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (10 0 0);

boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform (10 0 0);
    }
    outlet
    {
        type zeroGradient;
    }
    sides
    {
        type slip;
    }
    top
    {
        type slip;
    }
    bottom
    {
        type slip;
    }
    anemometer
    {
        type noSlip;
    }
}
